num = 0
for i in range(1 , 40):
    num += i 

print(num)

#შექმენი ფუნქცია, რომელსაც აქვს ერთი პარამეტრი name.
#ფუნქციამ უნდა დააბრუნოს ტექსტი:
#გამარჯობა, [სახელი]!

#ფუნქცია გამოიძახე სხვადასხვა არგუმენტით მინიმუმ 3-ჯერ.

#შექმენი ფუნქცია ერთი პარამეტრით num.

#ფუნქციამ უნდა დააბრუნოს (return) გადაცემული რიცხვის კვადრატი.

#გამოიძახე ფუნქცია რამდენჯერმე სხვადასხვა არგუმენტებით

#შექმენი ფუნქცია ერთი პარამეტრით — age.

#თუ ასაკი არის 18 ან მეტი, დააბრუნოს:
#სრულწლოვანი ხარ

#სხვა შემთხვევაში:
#არ ხარ სრულწლოვანი

def greet(name):
    return f"hi , {name}"
print(greet("giorgi"))