#შექმენით სია, სადაც შეიტანთ 5 ნებისმიერ მნიშვნელობას. ტქვენი დავალებაა insert() მეთოდის დახმარებით შეიტანოთ სიაში 2 index-ზე მყოფი მნიშვნელობის ნაცვლად სხვა ახალი მნიშვნელობა. ბოლოს კი არ დაგავიწყდეთ დაბეჭდოთ განახლებული სია.
# შექმენით სია, სადაც გექნებათ შეტანილი 4 მნიშვნელობა, თქვენი დავალებაა pop() მეთოდის დახმარებით ამოშალოთ 3-ე index-ზე მყოფი მნიშვნელობა. საბოლოოდ კი დაბეჭდეთ განახლებული სია.-->
nums = [1, 2, 3, 4, 5]
nums.insert(5, 6)
print(nums)



num2 = [1, 2, 3, 4]
num2.pop(1)
print(num2)