# 1. დავალება – 1-დან 100-მდე რიცხვების ჯამი (for loop):
# დაწერე პროგრამა, რომელიც for loop-ის საშუალებით გამოთვლის რიცხვების ჯამს 1-დან 100-მდე.

# 2. დავალება – კენტი რიცხვების დაპრინტვა 1-დან 50-მდე (while loop):
# დაწერე პროგრამა, რომელიც while loop-ის გამოყენებით გამოიტანს მხოლოდ კენტ რიცხვებს 1-დან 50-მდე.

# 3. დავალება – მომხმარებელს შეაყვანინე 10 რიცხვი და დაპრინტე ჯამი (for loop):
# მომხმარებელს შეაყვანინე 10 რიცხვი, შეინახე ისინი და for loop-ის მეშვეობით გამოთვალე მათი ჯამი.

# 4. დავალება – გამოიცანი რიცხვი (while loop):
# პროგრამამ შემთხვევით უნდა აირჩიოს რიცხვი 1-დან 10-მდე და მომხმარებელი უნდა გამოიცნობდეს მას, სანამ სწორ პასუხს არ შეიყვანს. გამოიყენე while loop.
# 5. sololearn:
# დაასრულეთ sololearn more on iteration

# jami = 0
# for i in range(1, 101) :
#     jami = jami + i 
# print(jami)

# i = 1
# while i <= 50 :
#     print(i)
#     i = i+ 2

# jamia = 0 
# for i in range(10) :
#     ricxvi = int(input("enter number:")) 
#     jamia = jamia + ricxvi
# print(jamia)

