#შექმენით ცვლადები `x`, `y` და `z` და მიანიჭეთ მათ რიცხვითი მნიშვნელობები, შემდეგ დაბეჭდეთ  
x = 12
y = 12
z = 12

print(x)
#შექმენით ორი ცვლადი, მიანიჭეთ მათ რიცხვები და დაბეჭდეთ მათი ჯამი 
x = 13
y = 10
print(x+y)
# შექმენით სტრინგის ტიპის ცვლადი და მიამატეთ მას სხვა სტრინგი
z = "goa"
y = "best"
print(z + y)
#შექმენით ცვლადი, მიენიჭეთ მნიშვნელობა, შეცვალეთ ეს მნიშვნელობა და დაბეჭდეთ ძველი და ახალი მნიშვნელობა  
s = 12
s = 13
# გამოსწორეთ მოცემული კოდი, რომ სწორად გამოიტანოს კონსოლში პასუხი:
   # python
 #  number = 5
  # print("Result: " + numb)
  pyton
  number = 5
  print("result: number + number")