#გამოიყენეთ ყველა ნასწავლი შედარების ოპერაცია
b=12
c=15
print(b<c)
print(c>b)
print(c+b)
print(c-b)
#კომენტარით დაწერეთ შედარება და შემდეგ გვერდით მიუწერეთ როგორ კეთდება ეს შედარება პითონში(მაგ. მეტობა -- >)
#  <  > გამოიყენება შედარებისთვის, თუ შედარება იქნება სწორი ტერმინალში ამოაგდებს True ანუ სიმართლე მაგრამ თუ ის არასწორი იქნება ამოაგდებს False
#კომენტარებით ახსენით რატომ გვიბრუნდება მხოლოდ True/False შედარების დროს
# ტერმინალი გვაჩვენებს სწორია თუ არა
#მომხმარებელს შემოატანინეთ რიცხვი, შემდეგ დაპრინტეთ True თუ ეს რიცხვი მეტია 10ზე, წინააღმდეგ შემთხვერვაში დაპრინტეთ False
n=11
print(True)