nums = [10, 20, 30, 40, 50, 60, 70]

print(nums[:3])   # პირველი სამი ელემენტი
print(nums[-3:])  # ბოლო სამი ელემენტი
print(nums[::-1]) # სია უკუღმა

word = "გოგონა"

print(word[:4])   # "გოგო"
print(word[-3:])  # "ონა"
print(word[::2])  # "გგ" — ყოველი მეორე ასო

text = "სლაისინგი სასწაულია"

print(text[:9])      # "სლაისინგი"
print(text[10:])     # "სასწაულია"
print(text[::-2])    # "აალუაწსს" — უკუღმა ყოველ მეორე ასოზე

letters = ["ა", "ბ", "გ", "დ", "ე", "ვ", "ზ", "თ"]

print(letters[:3])      # ['ა', 'ბ', 'გ']
print(letters[3:6])     # ['დ', 'ე', 'ვ']
print(letters[6:])      # ['ზ', 'თ']
print(letters[::-1])    # ['თ', 'ზ', 'ვ', 'ე', 'დ', 'გ', 'ბ', 'ა']

sentence = "მასწავლებელი კარგია"

print(sentence[:12])   # "მასწავლებელი"
print(sentence[13:])   # "კარგია"
print(sentence[:12:-1])  # "იაიგრაკ" — უკუღმა "კარგია"
