#  დავალება 1

# დაწერე ფუნქცია greet(name), რომელიც არგუმენტად იღებს სახელს და აბრუნებს ტექსტს:

# გამარჯობა, <სახელი>!

#  დავალება 2

# დაწერე ფუნქცია square(n), რომელიც აბრუნებს რიცხვის კვადრატს.

# მაგალითად: square(5) → 25

#  დავალება 3

# დაწერე ფუნქცია is_even(n), რომელიც აბრუნებს "ლუწია" თუ რიცხვი ლუწია და "კენტია" თუ კენტია.

#  დავალება 4

# დაწერე ფუნქცია maximum(a, b, c), რომელიც აბრუნებს სამიდან ყველაზე დიდ რიცხვს.

#  დავალება 5

# დაწერე ფუნქცია reverse_text(txt), რომელიც აბრუნებს გადაბრუნებულ სტრიქონს.

# მაგალითად: "Python" → "nohtyP"

def greet(name) :
    return "hi " + name 
print(greet("sally"))